{
  "main": {
    "hello": "Testi de"
  },
  "Login": {
    "Rechner": "Rechner",
    "Willkommen_1": "Willkommen bei dem TU Darmstadt CO2-Rechner. Mit diesem können Sie die CO2-Emissionen von TU-Einheiten berechnen.",
    "Willkommen_2": "Erstellen Sie einfach ein Konto, um eine Umfrage für Ihre TU-Einheit zu erstellen.",
    "Registrierung": "Registrierung",
    "Anmeldung": "Anmeldung",
    "Passwort": "Passwort",
    "PasswortRegel_1": "Muss angegeben werden",
    "PasswortRegel_2": "Mindestens 8 Zeichen",
    "Anmelden": "Anmelden",
    "PasswortVergessen": "Passwort vergessen?",
    "PasswortVergessenTipp": "Öffnet die Passwort vergessen Seite.",
    "NeuesKonto": "Neues Konto erstellen",
    "PasswortWiederholen": "Passwort wiederholen",
    "PasswortHint": "Mindestens 8 Zeichen",
    "KontoErstellt_1": "Ihr Konto wurde erfolgreich erstellt. Damit Sie ihr Konto verwenden können, müssen Sie ihre E-Mail bestätigen.",
    "KontoErstellt_2": "Unsere Bestätigungsmail ist schon auf dem Weg zu Ihnen und Sie können gleich loslegen!",
    "KontoErstellenDatenschutz": "Indem Sie auf „Konto erstellen“ klicken, stimmen Sie unseren Datenschutzerklärung zu.",
    "Datenschutzerklearung": "Datenschutzerklärung",
    "Datenschutz_1": "In unserer",
    "DatenschutzNeueSeite": "Öffnet eine neue Seite mit der Datenschutzerklärung.",
    "Datenschutz_2": "erfahren Sie, welche Daten wir erfassen und verwenden.",
    "ZurückZurAnmeldung": "Zurück zur Anmeldung",
    "KontoErstellen": "Konto erstellen",
    "UnvollstaendigeAngabe": "Unvollständige Angabe",
    "PasswortNichtUeberein": "Passwort stimmt nicht überein",
    "MailMindestlaenge": "E-Mail Mindestlänge ist 5 Zeichen",
    "gueltigeTUMail": "Bitte geben Sie eine gültige TU E-Mail an",
    "PWMindestLaenge": "Passwort Mindestlänge ist 8 Zeichen",
    "LoginButton": "Anmelden mit TU-ID"
  },
  "MailAuthentication": {
    "MailBestaetigt": "Ihre E-Mail Adresse wurde erfolgreich bestätigt.",
    "MailBestaetigungFehlgeschlagen": "Leider ist ein Fehler aufgetreten. Bitte probieren Sie es erneut oder wenden sich an den Administrator."
  },
  "PasswortReset": {
    "ProblemeAnmeldung": "Probleme beim Anmelden?",
    "Mail": "E-Mail Adresse",
    "MailAngeben": "Geben Sie einfach Ihre E-Mail Adresse ein und wir schicken Ihnen ein neues Kennwort zu.",
    "PasswortZugeschickt": "Falls ein Konto mit dieser Mailadresse existiert, haben wir Ihnen ein neues Kennwort zugeschickt!",
    "SchiefGelaufen": "Leider ist etwas schief gegangen, bitte wenden Sie sich an den Administrator oder probieren Sie es erneut.",
    "KennwortReset": "Kennwort zurücksetzen"
  },
  "AdminDBInteract": {
    "Datenbankinformationen": "Datenbankinformationen",
    "Datenbankversion": "Datenbankversion:",
    "MongoDBVersion": "MongoDB v5.0.6",
    "EintragenDaten": "Eintragen von Daten",
    "DezimalenzalenWarning": "Bei Dezimalzahlen muss ein Punkt als Dezimaltrenner verwendet werden!",
    "NeuenCO": "Neuen CO",
    "FaktorEnergie": "Faktor für Energie hinzufügen",
    "FaktorHinzufuegenText": "Hiermit kann ein CO2-Faktor für Energie für ein bestimmtes Jahr eingetragen werden. Es sind alle Jahre von 2018 bis zum letzten Jahr möglich. Zusätzlich wird zwischen Faktoren den Energiearten und dem Versorger (TU Darmstadt oder extern) unterschieden.",
    "GebäudeHinzufügen": "Gebäude hinzufügen",
    "GebaeudeHinzufuegenText": "Hiermit lässt sich ein neues Gebäude in die Datenbank einfügen. Es wird eine eindeutige Gebäudenummer sowie eine Gebäudebezeichnung benötigt. Zusätzlich muss die Fläche des Gebäudes angegebnen werden. Falls ein Wert nicht vorliegt, soll 0 als Wert eigentragen werden. Ist das Gebäude an einen externen Versorger angeschlossen, so können die entsprechenden Jahre angegeben werden. Dafür muss die Checkbox ausgewählt sein und die Jahre seit 2018 als kommaseparierte in das entsprechende Feld eingetragen werden.",
    "Gebäudebezeichnung": "Gebäudebezeichnung",
    "GebaeudebezeichnungTooltip": "Eindeutige Bezeichnung des Gebäudes. Zum Beispiel 'Maschinenhaus'",
    "HauptnutzungsflaecheQM": "Hauptnutzungsfläche in qm",
    "NebennutzungsflaecheQM": "Nebennutzungsfläche in qm",
    "NettogrundflaecheQM": "Nettogrundfläche in qm",
    "FunktionsflaecheQM": "Funktionsfläche in qm",
    "VerkehrsflaecheQM": "Verkehrsfläche in qm",
    "FreiflaecheQM": "Freifläche in qm",
    "GesamtflaecheQM": "Gesamtfläche in qm",
    "GebaeudeExterneVersorger": "Hat das Gebäude externe Versorger?",
    "ExterneVersorgerEingabe": "Geben sie die Jahre seit 2018 an, für die das Gebäude einen externe Versorger hatte. Eingabe als kommaseparierte Liste.",
    "ExterneWaermeversorger": "Externe Wärmeversorger",
    "ExterneKaelteversorger": "Externe Kälteversorger",
    "ExterneStromversorger": "Externe Stromversorger",
    "VersorgerHinzufuegen": "Versorger für Gebäude hinzufügen",
    "VersorgerHinzufuegenTooltip": "Hiermit kann für ein bestehendes Gebäude der Versorger für ein Jahr zwischen 2018 und dem letzten Jahr festgelegt werden, solange noch kein Versorger angegebrn ist. Bei Versorgern wird zwischen der TU Darmstadt und jeglichen anderen, externen Versorger unterschieden. Ebenso sind die Versorger von verschiedenen Energiearten getrennt voneinander aufgeführt. Um das Gebäude zu identifizieren, wird die eindeutige Gebäudenummer verwendet.",
    "WertCO": "Wert des CO",
    "StandardVersorger": "Standard Versorger für alle Gebäude hinzufügen",
    "StandardVersorgerTooltip": "Hiermit lässt sich für alle in der Datenbank vorhanden Gebäude der Standard-Versorger TU Darmstadt für ein bestimmtes Jahr eintragen. Der Wert wird bei allen Gebäuden und für alle Energiearten eingetragen, wenn noch kein Versorger für das spezifizierte Jahr angegeben wurde. Als Jahre stehen alle Jahre zwischen 2018 und dem letzten Jahr zur Verfügung.",
    "ZaehlerHinzufuegen": "Neuen Zähler hinzufügen",
    "ZaehlerHinzufuegenTooltip": "Hiermit kann ein neuer Zähler in die Datenbank eingetragen werden. Dazu wird die eindeutige Nummer des Zählers benötigt. Weitere Angaben sind die Zählereinheit, den Zählertyp, und die Bezeichnung. Referenzen zu Gebäude, zu denen der Zähler gehört, können durch die zusätzlichen Felder eingetragen werden. Standardmäßig wird einem Zähler für alle Jahre von 2018 bis zum letzten Jahr der Wert 0 als Zählerstand eingetragen.",
    "PKZaehler": "Primary Key des Zählers",
    "Zaehlereinheit": "Zählereinheit",
    "Zaehlertyp": "Zählertyp",
    "Zaehlerwert": "Zählerwert",
    "Zaehlerbezeichnung": "Bezeichnung des Zählers",
    "Gebaeudereferenz": "Gebäudereferenz",
    "Gebaeudereferenz_": "'Gebäudereferenz-",
    "ZaehlerdatenHinzufuegen": "Zählerdaten für Zähler hinzufügen",
    "ZaehlerdatenHinzufuegenTooltip": "Hiermit kann einem bestehenden Zähler ein Zählerstand für ein Jahr zwischen 2018 und dem letzten Jahr eingetragen werden. Dazu wird die eindeutige Zählernummer und der Zählertyp benötigt. Ist der Zähler nicht vorhanden oder ist für das angegeben Jahr schon ein Wert (außer 0) eingetragen, schlägt die Operation fehl.",
    "StandardZaehlerdatenHinzufuegen": "Standard Zählerdaten für alle Zähler hinzufügen",
    "StandardZaehlerdatenHinzufuegenTooltip": "Hiermit kann allen Zähler in der Datenbank der Standardwert 0 für ein Jahr zwischen 2018 und dem letzten Jahr eingetragen werden. Dies funktioniert nur bei Zählern, die für das angegebene Jahr noch keine Zählerstand eingetragen haben.",
    "ZaehlerdatenHinzufuegenCSV": "Zählerdaten mittels CSV-Datei hinzufügen",
    "ZaehlerdatenHinzufuegenCSVTooltip": "Hiermit lassen sich Zählerdaten mittels einer CSV-Datei direkt aus dem EMS in die Datenbank übertragen. Das Jahr von welchem die Daten kommen, muss angegeben werden, damit die richtigen Daten aus der CSV gelesen werden. Sollte ein Fehler bei einem Zähler auftreten, wird dieser angezeigt. Die anderen Zähler sind von diesem Fehler nicht behindert und deren Daten werden erfolgreich eingetragen. Eine Anleitung zu auslesen der Daten aus dem EMS ist über den Button 'EMS Anleitung' verfügbar. Unwichtige Zähler werden aus der CSV-Datei herausgefilter.",
    "EMSAnleitung": "EMS Anleitung",
    "EMSAnleitungTitel": "Daten aus dem EMS auslesen",
    "EMSAnleitung_1": "1. Ganz oben auf \"Auswertung\", dann auf \"Werte und Korrekturen\"",
    "EMSAnleitung_2": "2. Links an der Seite auf \"Werte\", dann \"Alle Zähler\" und \"Alle - Zähler\"",
    "EMSAnleitung_3": "3. In der obersten Zeile der Tabelle folgendes auswählen: ",
    "CO2FaktorGespeichert": "Der CO2-Faktor wurde erfolgreich in der Datenbank gespeichert.",
    "Errormessage_1": "Gebäudenummer, Gebäudebezeichnung und Flächen müssen ausgefüllt sein!"
  },
  "legal": {
    "PrivacyPolicy": {
      "DatenschutzerklaerungHeadline": "Diese Datenschutzerklärung dient zur Erfüllung der nach Artikel 13 EU DSGVO geforderten Informationspflicht bei Erhebung von Daten zum Zeitpunkt der Erhebung bei betroffenen Personen.",
      "NameUndAnschrift": "Name und Anschrift des Verantwortlichen",
      "AnfrageDatenschutz": "Bei Anfragen oder Beschwerden zum Datenschutz können Sie sich mit den Datenschutzbeauftragten der Technischen Universität Darmstadt in Verbindung setzen.",
      "KontaktdatenDatenschutzBeauftragten": "Kontaktdaten der Datenschutzbeauftragten",
      "RechteBeschwerde_0": "Rechte und Beschwerdemöglichkeiten",
      "RechteBeschwerde_1": "Sie haben das Recht sich bei datenschutzrechtlichen Problemen bei der zuständigen Aufsichtsbehörde zu beschweren.",
      "RechteBeschwerde_2": "Kontaktadresse der Aufsichtsbehörde der Technischen Universität Darmstadt:",
      "RechteBeschwerde_3": "Der Hessische Datenschutzbeauftragte",
      "RechteDaten": "Sie haben gegenüber der Technischen Universität Darmstadt folgende Rechte hinsichtlich Ihrer gespeicherten personenbezogenen Daten:",
      "RechtAuskunft": "Recht auf Auskunft,",
      "RechtLoeschung": "Recht auf Berichtigung oder Löschung,",
      "RechtVerarbeitung": "Recht auf Einschränkung der Verarbeitung,",
      "RechtWiederruf": "Recht auf Widerruf Ihrer Einwilligung,",
      "RechtWiderspruch": "Recht auf Widerspruch gegen die Verarbeitung,",
      "RechtDatenuebertragbarkeit": "Recht auf Datenübertragbarkeit, in einer gängigen, strukturierten und maschinenlesbaren Form (ab dem 25. Mai 2018).",

      "ZweckRechtsgrundlagenLoeschungsfrist": "Art der gespeicherten Daten, Zweck und Rechtsgrundlagen, Löschungsfristen",
      "UmgangPersonDaten_0": "Umgang mit personenbezogenen Daten",
      "UmgangPersonDaten_1": "Personenbezogene Daten sind Informationen, mit deren Hilfe eine natürliche Person bestimmbar ist, also Angaben, durch die Personen identifizierbar sind. Dazu gehören insbesondere Namen, E-Mail-Adressen, Personal-, Matrikelnummern oder Telefonnummern.",
      "UmgangPersonDaten_2": "Aber auch Daten über Vorlieben, Hobbies, Mitgliedschaften oder auch Informationen über Webseiten, die aufgesucht wurden, zählen zu personenbezogenen Daten.",
      "UmgangPersonDaten_3": "Personenbezogene Daten werden von uns nur dann erhoben, genutzt und weitergegeben, wenn dies gesetzlich erlaubt ist oder die Nutzer in die Datenerhebung eingewilligt haben.",

      "Logdateien_0": "Zugriffsdaten/Server-Logdateien",
      "Logdateien_1": "Beim Zugriff auf die Seiten dieses Webservers werden im Allgemeinen folgende Daten in den Server-Logfiles gespeichert:",
      "Logdateien_2": "IP-Adresse",
      "Logdateien_3": "Datum und Uhrzeit",
      "Logdateien_4": "Typ des Client Browsers",
      "Logdateien_5": "URL der aufgerufenen Seite",
      "Logdateien_6": "Gegebenenfalls die Fehlermeldung zum aufgetretenen Fehler",
      "Logdateien_7": "Gegebenenfalls der anfragende Provider",
      "Logdateien_8": "Diese Daten dienen ausschließlich zum Zwecke der Kontrolle der Funktionalität, der Sicherheit und Fehlerbehebung.",
      "Logdateien_9": "Diese Nutzung basiert auf EU DSGVO Artikel 6 Absatz 1 c).",
      "Logdateien_10": "Alle Logdateien werden automatisiert nach spätestens 10 Tagen gelöscht oder anonymisiert.",

      "Kontaktaufnahme_0": "Kontaktaufnahme",
      "Kontaktaufnahme_1": "Zur Kontaktaufnahme mit Mitgliedern der Technischen Universität Darmstadt (zum Beispiel per Kontaktformular oder E-Mail) werden Ihre Angaben zwecks Bearbeitung der Anfrage sowie für den Fall, dass Anschlussfragen entstehen, gespeichert.",
      "Kontaktaufnahme_2": "Nach Bearbeitung Ihres Anliegens bzw. nach Erfüllung der Rechtspflicht oder des genutzten Dienstes werden die Daten gelöscht, es sei denn, die Aufbewahrung der Daten ist zur Umsetzung berechtigter Interessen der Technischen Universität Darmstadt oder auf Grund einer gesetzlichen Vorschrift (z.B. Gesetz, Rechtsverordnung, Satzung der Technischen Universität etc.) erforderlich.",

      "Cookies_0": "Cookies",
      "Cookies_1": "Cookies sind kleine Dateien, die es ermöglichen, auf Ihrem Zugriffsgerät (PC, Smartphone o.ä.) spezifische, auf das Gerät bezogene Informationen zu speichern.",
      "Cookies_2": "Sie dienen der Benutzerfreundlichkeit von Webseiten (z.B. Speicherung von Login-Daten).",
      "Cookies_3": "Sie können auf den Einsatz der Cookies Einfluss nehmen.",
      "Cookies_4": "Die meisten Browser verfügen über eine Option, mit der das Speichern von Cookies eingeschränkt oder komplett verhindert werden kann.",
      "Cookies_5": "Allerdings wird darauf hingewiesen, dass die Nutzung und insbesondere der Nutzungskomfort ohne Cookies eingeschränkt sein können.",
      "Cookies_6": "Zur Nutzung der login-gesicherten Seiten sind Cookies zwingend erforderlich. ",
      "Cookies_7": "Sie dienen zur Feststellung der Zugangsberechtigung und werden nach Beenden der Session gelöscht.",

      "ZugriffsgeschuetzteWebsiten_0": "Zugriffsgeschützte Webseiten und benutzerbasierte Dienste",
      "ZugriffsgeschuetzteWebsiten_1": "Neben den oben genannten Daten werden zusätzlich zur Berechtigungskontrolle des Datenzugriffs der Benutzername oder eine Kennung erhoben.\n            Diese Daten werden spätestens nach 10 Tagen gelöscht oder anonymisiert, es sei denn, die Aufbewahrung der Daten ist zur Umsetzung berechtigter Interessen der Technischen Universität Darmstadt oder einer gesetzlichen Vorschrift (z.B. Gesetz, Rechtsverordnung, Satzungen der Technischen Universität Darmstadt, etc.) erforderlich.\n            Für alle Dienste, die nicht unter diese Vorgaben fallen, werden explizit Einwilligungserklärungen eingeholt.\n            Die Löschung erfolgt hier je nach Vorgabe des genutzten Dienstes.\n            Die Löschungsfrist wird im Rahmen des Verzeichnisses zur Verarbeitungstätigkeiten eindeutig definiert.\n            Die Rechtsgrundlage ist hier EU DSGVO Artikel 6 Absatz 1a).",

      "EinbindungDienstenDritter_0": "Einbindung von Diensten Dritter",
      "EinbindungDienstenDritter_1": "Zum Versenden von E-Mails verwendet diese Webseite die Dienste des",
      "EinbindungDienstenDritter_2": " E-Mails versenden wir nur zum Zweck der E-Mail-Validierung, und wenn Sie eine Zurücksetzung Ihres Passwortes anfordern. ",
      "EinbindungDienstenDritter_3": "Zur Erfüllung dieser Aufgabe teilen wir Ihre gespeicherte E-Mail-Adresse mit dem Anbieter.",
      "EinbindungDienstenDritter_4": "Zur Passwortwiederherstellung, versenden wir ein neues Passwort an die in dem Konto hinterlegte E-Mail-Adresse.",
      "EinbindungDienstenDritter_5": "Da das HRZ die E-Mails versendet, wird deren Inhalt, d.h. in diesem Fall auch das neu gesetzte Passwort, mit dem Dienstleister geteilt.",
      "EinbindungDienstenDritter_6": "Deshalb sind Sie aufgefordert unverzüglich nach Ihrer Anmeldung Ihr Passwort zu ändern.",

      "ErstellungUmfrage_0": "Erstellung einer Umfrage",
      "ErstellungUmfrage_1": "Zum Erstellen einer Umfrage ist das Anlegen eines Nutzeraccounts notwendig.",
      "ErstellungUmfrage_2": "Für den Nutzeraccount müssen Sie eine gültige E-Mail der Technischen Universität Darmstadt (z.B. max.mustermann@tu-darmstadt.de) angeben.",
      "ErstellungUmfrage_3": "Die zum Erzeugen der der Umfrage eingegebenen Daten sind in einer Weise abstrahiert, dass Rückschlüsse auf individuelle Personen nicht möglich sind.",
      "ErstellungUmfrage_4": "Die zum Erstellen einer Umfrage durch Sie eingegebenen Daten können Sie jederzeit löschen.",
      "ErstellungUmfrage_5": "Sie entscheiden, wie lange die Daten in unserem System vorhanden sind.",
      "ErstellungUmfrage_6": "Die von uns erhobenen Daten werden nicht an Dritte weitergegeben.",
      "ErstellungUmfrage_7": "Wir erfassen bei der Erstellung der Umfrage folgende Daten von Ihnen:",
      "ErstellungUmfrage_7_1": "Frei wählbare Umfragebezeichnung",
      "ErstellungUmfrage_7_2": "Bilanzierungsjahr",
      "ErstellungUmfrage_7_3": "Mitarbeitendenanzahl",
      "ErstellungUmfrage_7_4": "angegebene Gebäude und deren Nutzfläche",
      "ErstellungUmfrage_7_5": "Anzahl der gewählten IT-Geräte ",
      "ErstellungUmfrage_8_0": "Wir ordnen diese Daten dem absendenden Nutzerkonto zu. Dazu speichern wir:",
      "ErstellungUmfrage_8_1": "E-Mail Adresse als Nutzerkennung",
      "ErstellungUmfrage_8_2": "Unkenntliche Repräsentation des Passwortes (Hash)",
      "ErstellungUmfrage_9_0": "Bei der Durchführung der Umfrage werden weitere Daten anonymisiert erhoben:",
      "ErstellungUmfrage_9_1": "Gewähltes Verkehrsmedium mit Pendelstrecke",
      "ErstellungUmfrage_9_2": "Anzahl an Fahrgemeinschaftsmitgliedern",
      "ErstellungUmfrage_9_3": "Arbeitstage im Büro",
      "ErstellungUmfrage_9_4": "Angegebene Dienstreisen mit Reisestrecke",
      "ErstellungUmfrage_9_5": "Anzahl der gewählten IT-Geräte",
      "ErstellungUmfrage_10": "Personenbezogene Daten werden bei der Beantwortung der Fragen nicht erhoben.",
      "ErstellungUmfrage_11": "Die Ergebnisse der Umfrage werden im CO",
      "ErstellungUmfrage_12": "-Rechner gespeichert und dort den Umfrage-Verantwortlichen zur Verfügung gestellt.",
      "ErstellungUmfrage_13": "Die Ergebnisse sind so weit anonymisiert, dass Rückschlüsse auf einzelne Personen nicht möglich sind.",
      "ErstellungUmfrage_14": "Die Löschung der Ergebnisse erfolgt durch die Umfrage-Verantwortlichen.",

      "Umfrageauswertung_0": "Umfrageauswertung",
      "Umfrageauswertung_1": "Die Auswertung der Umfrageergebnisse ist durch Sie jederzeit möglich.",
      "Umfrageauswertung_2": "Sie können die Auswertung mit Dritten teilen, indem Sie dies in der Auswertung aktivieren.",
      "Umfrageauswertung_3": "Diese Freigabe kann durch Sie jederzeit widerrufen werden."
    }
  },
  "userSurvey": {
    "MailTemplate": {
      "MailVorlage_0": "Mail Vorlage an Ihre Mitarbeitenden",
      "MailVorlage_1": "Liebe Kolleg*Innen,",
      "MailVorlage_2": "unsere TU-Einheit führt eine Bilanzierung der CO",
      "MailVorlage_3": "-Emissionen für das Kalenderjahr",
      "MailVorlage_4": "durch. Hierfür werden einige Informationen bezüglich Ihrer Dienstreisen, Ihrer Pendelwege sowie den von Ihnen verwendeten IT-Geräte benötigt. Der folgende Link führt Sie zu einer Umfrage in der Ihre Daten abgefragt werden. Alle Angaben werden dabei anonymisiert verarbeitet und dargestellt: ",
      "MailVorlage_5": "Die Umfrage nimmt ungefähr 10 Minuten Ihrer Zeit in Anspruch. Für die Umfrage wird das vollständige Kalenderjahr",
      "MailVorlage_6": "betrachtet",
      "MailVorlage_7": "Hinter einigen Fragen befindet sich ein Fragezeichensymbol. Dort finden Sie zusätzliche Hinweise und Informationen, die zur Beantwortung der Fragen hilfreich sind.",
      "MailVorlage_8": "Bei weiteren Nachfragen oder Anmerkungen wenden Sie sich gerne an ",
      "MailVorlage_9": "Vielen Dank für Ihre Teilnahme."
    },
    "Survey": {
      "UmfrageErklaerung_0": "Sehr geehrte Teilnehmer*Innen,",
      "UmfrageErklaerung_1": "in diesem CO<sub>2</sub>-Rechner werden Daten zur Berechnung von CO<sub>2</sub>-Emissionen erfragt, die im Zusammenhang mit der Arbeit der Mitarbeitenden Ihrer TU-Einheit entstehen. Der Rechner besteht aus zwei Teilen: einem allgemeinen Teil, der zentral für alle Mitarbeitende der Einheit ausgefüllt wird und einen zweiten Teil, den alle Mitarbeitenden Ihrer TU-Einheit in einer Umfrage ausfüllen.",
      "UmfrageErklaerung_2": "Die gesamte Berechnung bezieht sich immer auf ein vollständig abgeschlossenes Kalenderjahr.",
      "UmfrageErklaerung_3": "Der erste Teil des CO<sub>2</sub>-Rechner erfragt allgemeine Angaben über Ihre TU-Einheit, wie beispielsweise Anzahl der Mitarbeitenden, Standort Ihrer Einheit und gemeinschaftlich genutzte IT-Geräte. Sollten Sie keine genauen Angaben kennen, geben Sie bitte eine grobe Schätzung an. Wenn Sie diesen ersten Teil beantwortet haben, klicken Sie auf \"<i>Speichern &amp; Link generieren</i>\". Dadurch wird ein Link generiert, der zu der Umfrage für die Mitarbeitenden führt. Schicken Sie diesen Link an alle Mitarbeitende Ihrer TU-Einheit. Eine Mailvorlage finden Sie unter dem Link.",
      "UmfrageErklaerung_4": "Hinter einigen Fragen befindet sich ein Fragezeichensymbol, dort finden Sie zusätzliche Hinweise und Informationen, die zur Beantwortung der Frage hilfreich sind.",
      "UmfrageErklaerung_5": "Falls Sie zu einem späteren Zeitpunkt nochmals Angaben ändern oder vervollständigen möchten, können Sie in der linken oberen Ecke „<i>Umfragenübersicht</i>“ auswählen, um auf den ersten Teil des CO<sub>2</sub>-Rechners wieder zuzugreifen. Bitte klicken Sie am Ende auf „<i>Speichern</i>“ um ihre Änderungen final einzutragen. ",
      "UmfrageErklaerung_6": "Bei weiteren Nachfragen oder Anmerkungen wenden Sie sich gerne an",
      "UmfrageErklaerung_7": "Vielen Dank, dass Sie den CO<sub>2</sub>-Rechner verwenden und so einen Beitrag zur Nachhaltigkeit an der TU Darmstadt leisten.",

      "UmfrageBezeichungUeberschrift": "Wie soll Ihre Umfrage bezeichnet werden?",

      "BilanzierungsUeberschrift": "Auf welches Bilanzierungsjahr beziehen Sie sich in dieser Umfrage?",

      "MitarbeiterInAbteilung": "Wie viele Mitarbeitende gibt es in Ihrer Abteilung?",

      "GebaeudeAbteilung_0": "Welche Gebäude nutzt Ihre Abteilung",
      "GebaeudeAbteilung_1": "Lageplan",
      "GebaeudeAbteilung_2": "Alle Gebäude beginnen je nach Standort mit den Buchstaben S, B, L, H oder W. Die Autovervollständigung sollte Ihnen dabei helfen.",
      "GebaeudeAbteilung_3": "Nutzfläche des ausgewählten Gebäudes",
      "GebaeudeWarnung": "Sie haben mehrmals das selbe Gebäude ausgewählt.",

      "ITGeraete_0": "Welche und wie viele IT-Geräte benutzen Sie in Ihrer Abteilung gemeinschaftlich in allen Gebäuden zusammen?",
      "ITGeraeteBenutzteToner": "verbrauchte Toner",
      "ITGeraeteBenutzteToner_Suffix": "Toner",
      "ITGeraeteMFP": "Multifunktionsgeräte z.B. Netzwerkdrucker",
      "ITGeraeteMFP_Suffix": "Gerät/e",

      "DruckerLabel": "Laser- &amp; Tintenstrahldrucker",
      "Drucker_Suffix": "Drucker",

      "Beamer": "Beamer",
      "interneServer": "interne Server",
      "Server": "Server",

      "SpeicherButton": "Speichern & Link generieren",

      "ProblemeEingabe": "Probleme mit Ihrer Eingabe!",
      "UmfrageVervollstaendigen": "Umfrage vollständig?",
      "FehlendePflichtfelder": "Sie haben folgende Pflichtfelder nicht angegeben:",
      "UmfrageHatProbleme": "Ihre Umfrage enthält folgende kleinere Probleme:",
      "UmfrageWirklichSpeichern_1": "Möchten Sie ihre Umfrage wirklich speichern?",
      "UmfrageWirklichSpeichern_2": "Sie können sie anschließend noch weiter in der Umfragenübersicht bearbeiten, auswerten und mit Mitarbeitenden teilen.",
      "WeiterBearbeiten": "Weiter bearbeiten",
      "UmfrageSpeichern": "Umfrage speichern",
      "UmfrageTzdSpeichern": "Umfrage trotzdem speichern",
      "WeitereUmfrageErstellen": "Weitere Umfrage erstellen",
      "Umfrage": "'Umfrage'",

      "geraeteRules_1": "Wenn Sie das Gerät nicht benutzen, wählen Sie es bitte ab.",
      "geraeteRules_2": "Wenn Sie das Gerät nicht benutzen, wählen Sie es bitte ab.",
      "geraeteRules_3": "Bitte geben Sie eine valide Menge an.",

      "nichtnegativRules_0": "Muss angegeben werden.",
      "nichtnegativRules_1": "Bitte geben Sie einen positiven Wert an.",

      "absolutpositivRules_0": "Muss angegeben werden.",
      "absolutpositivRules_1": "Bitte geben Sie einen positiven Wert an.",

      "requiredFieldsMissing_0": "Bezeichnung",
      "requiredFieldsMissing_1": "Bilanzierungsjahr",
      "requiredFieldsMissing_2": "Anzahl Mitarbeitenden",

      "problemeInUmfrage_0": "Sie haben das mehrmals das selbe Gebäude ausgewählt.",
      "problemeInUmfrage_1": "Sie haben für das Gebäude ",
      "problemeInUmfrage_2": " keine gültige Nutzfläche angegeben.",
      "problemeInUmfrage_3": "Sie haben das Gerät ",
      "problemeInUmfrage_4": " angewählt, aber keine gültige Anzahl angegeben.",
      "problemeInUmfrage_5": "Sie haben einem ausgewählten Gerät keine verwendeten Toner hinzugefügt. Wenn Sie das Gerät nicht in Benutzung haben, ignorieren Sie diese Nachricht.",

      "ITGeraetIDDic_7": "Multifunktionsgeräte",
      "ITGeraetIDDic_8": "Multifunktionsgeräte Toner",
      "ITGeraetIDDic_9": "Laser- & Tintenstrahldrucker",
      "ITGeraetIDDic_10": "Laser & Tintenstrahldrucker Toner",
      "ITGeraetIDDic_4": "Beamer",
      "ITGeraetIDDic_6": "interne Server"
    }
  },
  "colleagueSurvey": {
    "colleagueSurvey": {
      "UmfrageErklaerung_0": "Sehr geehrte Teilnehmer*Innen,",
      "UmfrageErklaerung_1": "in der folgenden Umfrage sollen CO<sub>2</sub>-Emissionen, die während Ihrer Tätigkeit an der TU entstehen, ermittelt werden. Es werden Ihr Pendelweg, Ihre Dienstreisen und die von Ihnen verwendeten IT-Geräte abgefragt. Alle Angaben werden dabei anonymisiert verarbeitet und dargestellt, sodass ein Rückschluss auf einzelne Personen nicht möglich ist. Die Umfrage nimmt ungefähr 10 Minuten Ihrer Zeit in Anspruch.",
      "UmfrageErklaerung_2": "Für die Umfrage wird das vollständige Kalenderjahr ",
      "UmfrageErklaerung_3": " betrachtet",
      "UmfrageErklaerung_4": "Hinter einigen Fragen befindet sich ein Fragezeichensymbol, dort finden Sie zusätzliche Hinweise und Informationen, die zur Beantwortung der Frage hilfreich sind.",
      "UmfrageErklaerung_5": "Wenn Sie die Umfrage durchgeführt haben, klicken Sie auf „Absenden“.",
      "UmfrageErklaerung_6": "Vielen Dank für Ihre Teilnahme an der Umfrage.",

      "WieInsBuero": "Wie kommen Sie ins Büro?",
      "WieInsBuero_tooltip": "Zur Berechnung können Sie z.B. Google Maps verwenden. Falls Sie eine Fahrgemeinschaft haben, berechnen Sie die mittlere Fahrstrecke (mit z.B. Google Maps).",
      "WieInsBuero_verkehrsmedium": "Verkehrsmedium",
      "WieInsBuero_pendelweg": "Einfacher Pendelweg",
      "WieInsBuero_fahrgemeinschaft": "Fahren Sie in einer Fahrgemeinschaft?",
      "WieInsBuero_anzahlMitfahrende": "Anzahl Mitfahrende",

      "fahrmediumListe_0": "PKW (Diesel)",
      "fahrmediumListe_1": "PKW (Benzin)",
      "fahrmediumListe_2": "Fahrrad",
      "fahrmediumListe_3": "E-Fahrrad",
      "fahrmediumListe_4": "Motorisiertes Zweirad",
      "fahrmediumListe_5": "Öffentliche",
      "fahrmediumListe_6": "Zu Fuß",

      "fahrtmediumOEPNV": "ÖPNV",
      "fahrtmediumOEPNVListe_0": "Bahn",
      "fahrtmediumOEPNVListe_1": "Bus",
      "fahrtmediumOEPNVListe_2": "U-Bahn",
      "fahrtmediumOEPNVListe_3": "Straßenbahn",
      "fahrtmediumOEPNVListe_4": "Mix inkl. U-Bahn",
      "fahrtmediumOEPNVListe_5": "Mix exkl. U-Bahn",

      "dienstreiseMediumListe_0": "PKW (Diesel)",
      "dienstreiseMediumListe_1": "PKW (Benzin)",
      "dienstreiseMediumListe_2": "Bahn",
      "dienstreiseMediumListe_3": "Flugzeug",
      "dienstreiseMedium_Benzin": "Benzin",
      "dienstreiseMedium_Diesel": "Diesel",

      "Flugstrecke": "Flugstrecke",
      "EinfacheDistanz": "Einfache Distanz",
      "flugstreckeListe_0": "Langstrecke",
      "flugstreckeListe_1": "Kurzstrecke",
      
      "TageBuero": "Wie viele Tage in der Woche sind Sie im Büro?",
      "TageBuero_label": "Tage im Büro",

      "Dienstreise_0": "Welche Dienstreisen haben Sie ",
      "Dienstreise_1": " unternommen?",
      "Dienstreise_tooltip": "Zur Berechnung können Sie z.B. Google Maps verwenden. Bei Flugreisen können Sie als Distanz direkt die Summe aller Kurz- und Langstreckenflüge angeben.",
      
      "IT_Geraete": "Welche IT-Geräte benutzen Sie bei Ihrer Arbeit?",
      "IT_Geraete_tooltip": "Gemeinschaftlich genutzte IT-Geräte wie z.B. Multifunktionsdrucker werden hier nicht betrachtet.",
      "IT_Geraete_Notebooks": "Notebooks",
      "IT_Geraete_Suffix": "Gerät/e",
      "IT_Geraete_Desktops": "Desktop-PCs",
      "IT_Geraete_Bildschirme": "Bildschirme",
      "IT_Geraete_Mobiltelefone": "Mobiltelefone",
      "IT_Gereate_Notebook": "Notebook",
      "IT_Gereate_Desktop": "Desktop-PC",
      "IT_Geraete_Bildschirm": "Bildschirm",
      "IT_Geraete_Mobiltelefon": "Mobiltelefon",

      "EingabeValidierung_Vollstaendig": "Umfrage vollständig?",
      "EingabeValidierung_Problem": "Probleme mit Ihrer Eingabe!",
      "EingabeValidierung_kleinereProbleme": "Ihre Eingabe enthält folgende kleinere Probleme:",
      "EingabeValidierung_Absenden_0": "Möchten Sie ihre Umfrage wirklich absenden?",
      "EingabeValidierung_Absenden_1": "Sie können sie anschließend nicht weiter bearbeiten.",
      "EingabeValidierung_Bearbeiten": "Weiter bearbeiten",
      "EingabeValidierung_Absenden": "Umfrage absenden",

      "Absenden_Erfolgreich": "Die Daten wurden erfolgreich übermittelt. Vielen Dank für Ihre Teilnahme! Sie können dieses Fenster nun schließen.",

      "Rules_MussAngegeben": "Muss angegeben werden.",

      "TageBueroRules_0": "Bitte geben Sie die Tage pro Woche an",
      "StreckeRules_0": "Bitte geben Sie eine valide Distanz an.",
      "GeraeteRules_0": "Wenn Sie das Gerät nicht benutzen, wählen Sie es bitte ab.",
      "GeraeteRules_1": "Bitte geben Sie eine valide Menge an.",
      "MitfahrerRules_0": "Wenn Sie alleine fahren, wählen Sie bitte diese Option ab.",
      "MitfahrerRules_1": "Bitte geben Sie eine positive Anzahl an Mitfahrenden an.",

      "EingabeValidierung_Verkehrsmedium": "Sie haben das öffentliche Verkehrsmedium nicht angegeben.",
      "EingabeValidierung_Pendelweg_0": "Sie haben für das Verkehrsmedium ",
      "EingabeValidierung_Pendelweg_1": " keinen gültigen Pendelweg angegeben.",
      "EingabeValidierung_Fahrgemeinschaft_0":"Sie benutzen das Verkehrsmedium ",
      "EingabeValidierung_Fahrgemeinschaft_1": "in einer Fahrgemeinschaft, haben aber keine Mitfahrendenanzahl angegeben.",
      "EingabeValidierung_TageBuero": "Bitte geben Sie die Tage im Büro pro Woche an.",
      "EingabeValidierung_Dienstreise_0": "Sie haben bei einer Dienstreise mit Flugzeug keinen Flugstreckentyp angegeben.",
      "EingabeValidierung_Dienstreise_1": "Sie haben für die Dienstreise mit ",
      "EingabeValidierung_Dienstreise_2": " keine gültige Distanz angegeben.",
      "EingabeValidierung_Gereate_0": "Sie haben das Gerät ",
      "EingabeValidierung_Gereate_1": "  ausgewählt, aber keine Anzahl angegeben."

    }
  },
  "common": {
    "Ja": "Ja",
    "CO": "CO",
    "Bezeichung": "Bezeichnung",
    "ServerNichtErreichbar": "Server nicht erreichbar.",
    "Bilanzierungsjahr": "Bilanzierungsjahr",
    "Mitarbeitendenzahl": "Mitarbeitendenzahl",
    "ZurueckAnmeldung": "Zurück zur Anmeldung",
    "Faktoren": "Faktoren",
    "Energieart": "Energieart",
    "Versorger": "Versorger",
    "co2Faktor": "Wert des CO2-Faktors in g/kWh",
    "FaktorgkWh": "-Faktors in g/kWh",
    "Hinzufuegen": "Hinzufügen",
    "Absenden": "Absenden",
    "Loeschen": "Löschen",
    "Gebäudenummer": "Gebäudenummer",
    "GebaeudenummerTooltip": "4 Ziffern: Die 1. Ziffer für den Campus (1=Stadtmitte, 2=Botanischer Garten, 3=Lichtwiese, 4=Hochschulstadion und 5=Windkanal/August-Euler-Flugplatz). Die Ziffer 2-4 für die Gebäudenummer. Zum Beispiel 1101 für das Universitätszentrum",
    "AngefordertRegel": "Muss angegeben werden",
    "nichtNegativRegel": "Bitte geben Sie eine nicht-negative Zahl an",
    "jahrRegel": "Bitte geben Sie ein valides Jahr an",
    "Gebaeude": "Gebäude"
  }
}
