{
  "main": {
    "hello": "Testi de"
  },
  "Login": {
    "Rechner": "Rechner",
    "Willkommen_1": "Willkommen bei dem TU Darmstadt CO2-Rechner. Mit diesem können Sie die CO2-Emissionen von TU-Einheiten berechnen.",
    "Willkommen_2": "Erstellen Sie einfach ein Konto, um eine Umfrage für Ihre TU-Einheit zu erstellen.",
    "Registrierung": "Registrierung",
    "Anmeldung": "Anmeldung",
    "Passwort": "Passwort",
    "PasswortRegel_1": "Muss angegeben werden",
    "PasswortRegel_2": "Mindestens 8 Zeichen",
    "Anmelden": "Anmelden",
    "PasswortVergessen": "Passwort vergessen?",
    "PasswortVergessenTipp": "Öffnet die Passwort vergessen Seite.",
    "NeuesKonto": "Neues Konto erstellen",
    "PasswortWiederholen": "Passwort wiederholen",
    "PasswortHint": "Mindestens 8 Zeichen",
    "KontoErstellt_1": "Ihr Konto wurde erfolgreich erstellt. Damit Sie ihr Konto verwenden können, müssen Sie ihre E-Mail bestätigen.",
    "KontoErstellt_2": "Unsere Bestätigungsmail ist schon auf dem Weg zu Ihnen und Sie können gleich loslegen!",
    "KontoErstellenDatenschutz": "Indem Sie auf „Konto erstellen“ klicken, stimmen Sie unseren Datenschutzerklärung zu.",
    "Datenschutzerklearung": "Datenschutzerklärung",
    "Datenschutz_1": "In unserer",
    "DatenschutzNeueSeite": "Öffnet eine neue Seite mit der Datenschutzerklärung.",
    "Datenschutz_2": "erfahren Sie, welche Daten wir erfassen und verwenden.",
    "ZurückZurAnmeldung": "Zurück zur Anmeldung",
    "KontoErstellen": "Konto erstellen",
    "UnvollstaendigeAngabe": "Unvollständige Angabe",
    "PasswortNichtUeberein": "Passwort stimmt nicht überein",
    "MailMindestlaenge": "E-Mail Mindestlänge ist 5 Zeichen",
    "gueltigeTUMail": "Bitte geben Sie eine gültige TU E-Mail an",
    "PWMindestLaenge": "Passwort Mindestlänge ist 8 Zeichen"
  },
  "MailAuthentication": {
    "MailBestaetigt": "Ihre E-Mail Adresse wurde erfolgreich bestätigt.",
    "MailBestaetigungFehlgeschlagen": "Leider ist ein Fehler aufgetreten. Bitte probieren Sie es erneut oder wenden sich an den Administrator."
  },
  "PasswortReset": {
    "ProblemeAnmeldung": "Probleme beim Anmelden?",
    "Mail": "E-Mail Adresse",
    "MailAngeben": "Geben Sie einfach Ihre E-Mail Adresse ein und wir schicken Ihnen ein neues Kennwort zu.",
    "PasswortZugeschickt": "Falls ein Konto mit dieser Mailadresse existiert, haben wir Ihnen ein neues Kennwort zugeschickt!",
    "SchiefGelaufen": "Leider ist etwas schief gegangen, bitte wenden Sie sich an den Administrator oder probieren Sie es erneut.",
    "KennwortReset": "Kennwort zurücksetzen"
  },
  "AdminDBInteract": {
    "Datenbankinformationen": "Datenbankinformationen",
    "Datenbankversion": "Datenbankversion:",
    "MongoDBVersion": "MongoDB v5.0.6",
    "EintragenDaten": "Eintragen von Daten",
    "DezimalenzalenWarning": "Bei Dezimalzahlen muss ein Punkt als Dezimaltrenner verwendet werden!",
    "NeuenCO": "Neuen CO",
    "FaktorEnergie": "Faktor für Energie hinzufügen",
    "FaktorHinzufuegenText": "Hiermit kann ein CO2-Faktor für Energie für ein bestimmtes Jahr eingetragen werden. Es sind alle Jahre von 2018 bis zum letzten Jahr möglich. Zusätzlich wird zwischen Faktoren den Energiearten und dem Versorger (TU Darmstadt oder extern) unterschieden.",
    "GebäudeHinzufügen": "Gebäude hinzufügen",
    "GebaeudeHinzufuegenText": "Hiermit lässt sich ein neues Gebäude in die Datenbank einfügen. Es wird eine eindeutige Gebäudenummer sowie eine Gebäudebezeichnung benötigt. Zusätzlich muss die Fläche des Gebäudes angegebnen werden. Falls ein Wert nicht vorliegt, soll 0 als Wert eigentragen werden. Ist das Gebäude an einen externen Versorger angeschlossen, so können die entsprechenden Jahre angegeben werden. Dafür muss die Checkbox ausgewählt sein und die Jahre seit 2018 als kommaseparierte in das entsprechende Feld eingetragen werden.",
    "Gebäudebezeichnung": "Gebäudebezeichnung",
    "GebaeudebezeichnungTooltip": "Eindeutige Bezeichnung des Gebäudes. Zum Beispiel 'Maschinenhaus'",
    "HauptnutzungsflaecheQM": "Hauptnutzungsfläche in qm",
    "NebennutzungsflaecheQM": "Nebennutzungsfläche in qm",
    "NettogrundflaecheQM": "Nettogrundfläche in qm",
    "FunktionsflaecheQM": "Funktionsfläche in qm",
    "VerkehrsflaecheQM": "Verkehrsfläche in qm",
    "FreiflaecheQM": "Freifläche in qm",
    "GesamtflaecheQM": "Gesamtfläche in qm",
    "GebaeudeExterneVersorger": "Hat das Gebäude externe Versorger?",
    "ExterneVersorgerEingabe": "Geben sie die Jahre seit 2018 an, für die das Gebäude einen externe Versorger hatte. Eingabe als kommaseparierte Liste.",
    "ExterneWaermeversorger": "Externe Wärmeversorger",
    "ExterneKaelteversorger": "Externe Kälteversorger",
    "ExterneStromversorger": "Externe Stromversorger",
    "VersorgerHinzufuegen": "Versorger für Gebäude hinzufügen",
    "VersorgerHinzufuegenTooltip": "Hiermit kann für ein bestehendes Gebäude der Versorger für ein Jahr zwischen 2018 und dem letzten Jahr festgelegt werden, solange noch kein Versorger angegebrn ist. Bei Versorgern wird zwischen der TU Darmstadt und jeglichen anderen, externen Versorger unterschieden. Ebenso sind die Versorger von verschiedenen Energiearten getrennt voneinander aufgeführt. Um das Gebäude zu identifizieren, wird die eindeutige Gebäudenummer verwendet.",
    "WertCO": "Wert des CO",
    "StandardVersorger": "Standard Versorger für alle Gebäude hinzufügen",
    "StandardVersorgerTooltip": "Hiermit lässt sich für alle in der Datenbank vorhanden Gebäude der Standard-Versorger TU Darmstadt für ein bestimmtes Jahr eintragen. Der Wert wird bei allen Gebäuden und für alle Energiearten eingetragen, wenn noch kein Versorger für das spezifizierte Jahr angegeben wurde. Als Jahre stehen alle Jahre zwischen 2018 und dem letzten Jahr zur Verfügung.",
    "ZaehlerHinzufuegen": "Neuen Zähler hinzufügen",
    "ZaehlerHinzufuegenTooltip": "Hiermit kann ein neuer Zähler in die Datenbank eingetragen werden. Dazu wird die eindeutige Nummer des Zählers benötigt. Weitere Angaben sind die Zählereinheit, den Zählertyp, und die Bezeichnung. Referenzen zu Gebäude, zu denen der Zähler gehört, können durch die zusätzlichen Felder eingetragen werden. Standardmäßig wird einem Zähler für alle Jahre von 2018 bis zum letzten Jahr der Wert 0 als Zählerstand eingetragen.",
    "PKZaehler": "Primary Key des Zählers",
    "Zaehlereinheit": "Zählereinheit",
    "Zaehlertyp": "Zählertyp",
    "Zaehlerwert": "Zählerwert",
    "Zaehlerbezeichnung": "Bezeichnung des Zählers",
    "Gebaeudereferenz": "Gebäudereferenz",
    "Gebaeudereferenz_": "'Gebäudereferenz-",
    "ZaehlerdatenHinzufuegen": "Zählerdaten für Zähler hinzufügen",
    "ZaehlerdatenHinzufuegenTooltip": "Hiermit kann einem bestehenden Zähler ein Zählerstand für ein Jahr zwischen 2018 und dem letzten Jahr eingetragen werden. Dazu wird die eindeutige Zählernummer und der Zählertyp benötigt. Ist der Zähler nicht vorhanden oder ist für das angegeben Jahr schon ein Wert (außer 0) eingetragen, schlägt die Operation fehl.",
    "StandardZaehlerdatenHinzufuegen": "Standard Zählerdaten für alle Zähler hinzufügen",
    "StandardZaehlerdatenHinzufuegenTooltip": "Hiermit kann allen Zähler in der Datenbank der Standardwert 0 für ein Jahr zwischen 2018 und dem letzten Jahr eingetragen werden. Dies funktioniert nur bei Zählern, die für das angegebene Jahr noch keine Zählerstand eingetragen haben.",
    "ZaehlerdatenHinzufuegenCSV": "Zählerdaten mittels CSV-Datei hinzufügen",
    "ZaehlerdatenHinzufuegenCSVTooltip": "Hiermit lassen sich Zählerdaten mittels einer CSV-Datei direkt aus dem EMS in die Datenbank übertragen. Das Jahr von welchem die Daten kommen, muss angegeben werden, damit die richtigen Daten aus der CSV gelesen werden. Sollte ein Fehler bei einem Zähler auftreten, wird dieser angezeigt. Die anderen Zähler sind von diesem Fehler nicht behindert und deren Daten werden erfolgreich eingetragen. Eine Anleitung zu auslesen der Daten aus dem EMS ist über den Button 'EMS Anleitung' verfügbar. Unwichtige Zähler werden aus der CSV-Datei herausgefilter.",
    "EMSAnleitung": "EMS Anleitung",
    "EMSAnleitungTitel": "Daten aus dem EMS auslesen",
    "EMSAnleitung_1": "1. Ganz oben auf \"Auswertung\", dann auf \"Werte und Korrekturen\"",
    "EMSAnleitung_2": "2. Links an der Seite auf \"Werte\", dann \"Alle Zähler\" und \"Alle - Zähler\"",
    "EMSAnleitung_3": "3. In der obersten Zeile der Tabelle folgendes auswählen: ",
    "CO2FaktorGespeichert": "Der CO2-Faktor wurde erfolgreich in der Datenbank gespeichert.",
    "Errormessage_1": "Gebäudenummer, Gebäudebezeichnung und Flächen müssen ausgefüllt sein!"

  },
  "common": {
    "CO": "CO",
    "ZurueckAnmeldung": "Zurück zur Anmeldung",
    "Faktoren": "Faktoren",
    "Bilanzierungsjahr": "Bilanzierungsjahr",
    "Energieart": "Energieart",
    "Versorger": "Versorger",
    "co2Faktor": "Wert des CO2-Faktors in g/kWh",
    "FaktorgkWh": "-Faktors in g/kWh",
    "Absenden": "Absenden",
    "Loeschen": "Löschen",
    "Gebäudenummer": "Gebäudenummer",
    "GebaeudenummerTooltip": "4 Ziffern: Die 1. Ziffer für den Campus (1=Stadtmitte, 2=Botanischer Garten, 3=Lichtwiese, 4=Hochschulstadion und 5=Windkanal/August-Euler-Flugplatz). Die Ziffer 2-4 für die Gebäudenummer. Zum Beispiel 1101 für das Universitätszentrum",
    "AngefordertRegel": "Muss angegeben werden",
    "nichtNegativRegel": "Bitte geben Sie eine nicht-negative Zahl an",
    "jahrRegel": "Bitte geben Sie ein valides Jahr an",
    "Gebaeude": "Gebäude"
  }
}